/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "取消";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "家庭";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "办公";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "手机";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "其他";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@（来宾）";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "所有已知联系人";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "所有联系人";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Skype联系人";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "已保存的电话号码";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "在线联系人";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "已发送的请求";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "最近联系过的人";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "已收到的请求";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "已接受的请求";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "已阻止的联系人";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "未编组的联系人";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "推荐的联系人";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "未命名列表";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "请添加我为联系人";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Skype通话测试";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "zh";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "您好，我是Skype通话测试小助手。请将我添加为您的联系人并呼叫我，以检查您的语音设置。请访问 http://www.skype.com/go/help 获取更多帮助。谢谢！";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "请呼叫我，以便测试您的通话声音";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "正在呼叫";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "正在呼叫";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "通话取消";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "呼叫失败";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "铃声";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "通话";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "通话处于暂候状态";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "您处于暂候状态";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "结束";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "未接来电";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "被拒绝";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "占线";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "连接断开";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "语音消息";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "正在录制语音消息";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "正在发送语音消息";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "语言消息已发送";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "语音消息已取消";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "语音消息发送失败";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "正在连接";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "铃声";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "铃声";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "通话暂候";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "已结束";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "在Facebook (Beta)上通话";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "通话中…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "通话中…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "通话在进行中";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "通话暂候";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "您处于暂候状态";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "通话在进行中";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "通话已结束";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "播放语音消息问候语";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "正在录制语音消息";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "最近通话记录";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "正在转移来电";


/*  */
"CONVERSATION_POST_FILES_BODY" = "已粘贴文件";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "您收到了一条视频消息。请通过%1进行查看，并使用代码%2将其打开";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ - 在%%1进行查看。";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "要查看此共享的照片，请前往：%1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "要查看此共享的媒体文件，请前往：%1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "离线";
"CONTACT_AVAILABILITY_ONLINE" = "在线";
"CONTACT_AVAILABILITY_AWAY" = "离开";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "勿打扰";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "待认可的添加为联系人请求";
"CONTACT_AVAILABILITY_BLOCKED" = "已阻止";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "离线（可接收语音消息）";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "正在转移来电";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "隐身";
"CONTACT_AVAILABILITY_CONNECTING" = "正在连接";
"CONTACT_AVAILABILITY_SKYPEOUT" = "电话号码";

/*  */
"CONTACT_GENDER_FEMALE" = "女";

/*  */
"CONTACT_GENDER_MALE" = "男";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "未知号码";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "未命名";


"ACCOUNTMANAGER_LOGIN_STATUS" = "正在登录…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "正在加载联系人列表…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "正在升级文件…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@添加了%2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@已退出";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@已将%2$@删除";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@已将聊天主题更改为%2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "此消息已删除";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "与系统一致";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "无法连接到Skype。";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "请检查网络设置后重试。";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "此Skype用户名无效。";
"Account::INVALID_EMAIL" = "此电子邮件地址无效。";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "请检查后重试。";
"Account::UNACCEPTABLE_PASSWORD" = "这个密码无效。";
"Account::SKYPENAME_TAKEN" = "此Skype用户名已占用。";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "请输入一个新用户名。";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "我们无法识别您的Skype用户名和密码。";
"Account::INCORRECT_PASSWORD" = "我们无法识别您的Skype用户名和密码。";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "连续多次登录失败。";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "请稍后重试。";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "您的密码已更改。";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "请用新密码登录。";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "请重试。";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "长度须为6-20个字符。";
"SkyLib::TOO_LONG" = "长度须为6-20个字符。";
"SkyLib::CONTAINS_INVALID_CHAR" = "包含无效的字符，例如Σ、à和ß等。";
"SkyLib::CONTAINS_SPACE" = "不能包含空格或制表符。";
"SkyLib::SAME_AS_USERNAME" = "与您的Skype用户名太相似。";
"SkyLib::INVALID_FORMAT" = "格式无效。";
"SkyLib::CONTAINS_INVALID_WORD" = "很容易被人猜出，如abcd、skype等。";
"SkyLib::TOO_SIMPLE" = "须至少有1个字母和1个数字。";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "必须以字母(A-Z)开头。";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "请换一个较长的Skype用户名。";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "请换一个较长的密码。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "请换一个较短的Skype用户名。";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "请换一个较短的密码。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "请换一个新的Skype用户名。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "请换一个新密码。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "请换一个新电子邮件地址。";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "请换一个新数值。";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "密码不正确。";
"Account::PWD_SERVER_CONNECT_FAILED" = "无法连接到服务器。";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "新密码不能与旧密码相同。";
"Account::PWD_INVALID_NEW_PWD" = "密码无效。";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "必须登录才能更改密码。";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "无法保存您的更改。请检查设置后重试。";

"ACCOUNT_NOCREDIT" = "没有点数";
"ACCOUNT_FREECALL" = "免费通话";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "文件名无效";
"SkyLib::TRANSFER_OPEN_FAILED" = "打开文件失败";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "同时传输的文件过多";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "您已离线。";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "必须在线才能进行通话。";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "离线时不能搜索联系人。请更改状态后重试。";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "必须上线才能发送短信。";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "必须在线才能播放此消息。";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "无法设置当前短信的正文。";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "您的Skype点数不足，无法发送短信。";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "您需要有Skype点数才能拨打这个号码。";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Skype用户名或电话号码无效。";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "无法呼叫此Lync联系人，因为他/她处于离线状态。";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "无法呼叫该用户，因为他/她已被您阻止。";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "无法与该用户聊天，因为他/她已被您阻止。";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "无法向该用户发送短信，因为他/她已被您阻止。";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "无法添加该用户，因为他/她已被您阻止。";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "不能拨打自己的号码。";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "不能和自己聊天。";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "不能添加自己的号码。";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "您无法加入此对话";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "找不到此对话";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "电话号码无效。";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "无法呼叫该号码，因为这是紧急电话。";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "无法向该号码发送短信，因为这是紧急电话。";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "无法添加该号码，因为这是紧急电话。";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "必须先结束本次通话，才能开始新的通话。";
"SKERROR_CALLEXISTS_VOICEMAIL" = "要收听语音消息，须首先结束本次通话。";
"SKERROR_CALLFAILED" = "呼叫失败，请重试。";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "您选择的聊天联系人太多。";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "您不能与这么多人同时进行聊天。";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "无法呼叫该用户，因为您还未获得他们的许可。";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "无法呼叫该用户，因为您还未获得他们的许可。";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "无效确认码";
"Sms::MISC_ERROR" = "无效电话号码";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "您的帐户已被锁定。";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "请与客户支持部门联系。";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "参与群组视频通话的人太多。";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "视频通话最多不能超过10人。请删除一些人员后重试。";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "参与群组视频通话的人太多。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "视频通话最多不能超过10人。请删除一些人员后重试。";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "您的群组视频通话套餐不支持这么多人同时进行视频聊天。请删除一些人员后重试。";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "您需要购买套餐才能进行群组视频通话。";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "您需要购买套餐才能进行群组视频通话。";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "想要进行群组视频通话？";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "想要进行群组视频通话？";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "您已加入一个群组视频通话。";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "每次只能进行一个群组视频通话。";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "您已达到本次通话的限制。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "您已达到本次通话的4小时群组视频时间限制。";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "您已达到本次通话的4小时群组视频时间限制。请查看您的帐户了解详情。";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "您已达到今天的群组视频通话时间限制。";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "群组视频通话已被暂停。您已达到您今天的公平使用时间限制。请查看您的帐户了解详情。";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "您已达到本月的群组视频通话时间限制。";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "群组视频通话已被暂停。您已达到您本月的公平使用时间限制。请查看您的帐户了解详情。";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "群组视频通话功能暂不可用。";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "发生错误，请稍后重试。";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "获取群组视频";
"PremiumVideoErrorRecovery_GetPremium" = "获取群组视频";
"PremiumVideoErrorRecovery_UpgradePremium" = "升级";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "您需要有Skype点数才能使用Skype WiFi。";
"AccessSession::LOGIN_FAILURE" = "我们无法识别您的Skype用户名和密码。";
"AccessSession::WISPR_LOGIN_REJECTED" = "无效Skype用户名或密码。";

"SKYPEACCESS_NO_ACCOUNT" = "请使用您的Skype帐户登录。";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "无法连接。请检查您的WiFi信号强度或尝试其他热点。";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "此热点未正常响应，请尝试其他热点。";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "无法延长会话。请重新连接。";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "WiFi网络“%@”不可用";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "为避免意外费用，请在离开热点时正确断开连接或关闭您的设备。";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "请重新加入WiFi网络“%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype Wifi将尝试停止您的网络连接。为避免意外费用，请始终在离开热点或关闭设备之前正确断开连接。";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "您的网络连接已停止。";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@每分钟";
"ACCESS_PRICE_PER_MINUTE_FREE" = "免费";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "现已推出新版Skype，为您提供更好的聊天体验。\n赶快下载体验吧！\n转至<a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>。";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "现已推出新版Skype，为您提供更好的聊天体验。\n赶快下载体验吧！\n转至https://microsoft.sharepoint.com/teams/DogfoodSkype/。";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "单击<a href=\"skype:?chat&amp;id=%1\">此处</a>查看历史记录。";
